[language]

;Language name 

name=Czech

[firstrun]
selectlanguage=Nastavte jazyk aplikace.
ok=OK
ignore=Ignorovat
oldini=Obnovit konfiguraci z předchozí instalace?
loadini=Import
loadfail=Konfigurační soubor nebyl nalezen.
loadsuccessful=Imported byl úspěšný! 
steambak=Chcete importovat konfigurační soubory uložené v cloudu služby Steam?
steamerror=Došlo ke kritické chybě kvůli poškozeným souborům. Ověřte prosím integritu souborů prostřednictvím služby Steam.

[steam]
save=Uložení konfigurace do cloudu služby Steam
load=Obnovení konfigurace služby ze Steam cloud
steamnotrun=Potřebujete spustit Steam pro použití této funkce!
uploadfilemaxsize=Maximální velikost nahraného souboru je 100 MB


[workshop]
list_install=Instalováno
list_home=Domů
list_subscribe=Předplatné
list_upload=Nahráno
list_voteup=Oblíbené
list_themesskin=Skiny a motivy
list_widget=Styl složky


subscribe=Předplatné
unsubscribe=Odhlásit

deltheme=Vymazat téma

newtheme=Nové téma
newthemetip=Prosím vložte jméno tématu

edittheme=upravit


icons=Ikony
dockskin=Skiny
Single icon=Jednotlivá ikona
Time skin=Skin času
Calendar skin=Skin kalendáře
Sound=Zvuk
language=Jazyk

sort_alltime=vše
sort_week=týden
sort_month=měsíc
sort_year=rok

sort_hot=Populární
sort_new=Poslední
sort_sub=Předplatné
sort_vote=Hodnocení

filesize=Velikost souboru
updatetime=Čas poslední aktualizace

opensteam=Otevřít Steam
runerror=Abyste mohli tuto funkci používat, musí být spuštěna služba Steam!

[themesedit]
View=Pohled
Sort by=Třídit dle
Group by=Skupiny dle
refresh=Obnovení
showicons=Zobrazení ikon na ploše

sort_none=Žádné
sort_bigicon=Velké ikony
sort_mediumicon=Střední ikony
sort_smallicon=Malé ikony
sort_superbigicon=Rozměrné ikony
sort_list=Seznam
sort_details=Detaily
sort_tile=Dlaždice
sort_content=Obsah
sort_name=Jméno
sort_size=Velikost
sort_type=Typ
sort_time=Datum
sort_ascending=Vzestupně
sort_descending=Sestupně
sort_AutoArrange=Ikony jsou uspořádány automaticky
sort_snaptogrid=Automatické uspořádání ikon do mřížky



shell=Vzhled
offset=Odsazení
Delimiter and run=Oddělovač a indikátor průběhu
Progress bar=Ukazatel průběhu

savetheme=Uložit

applytheme=Úspěšně ukládání tohoto motivu se uplatní ihned?
filetip_drop=Přetáhněte obrázek sem
filetip=Klikněte nebo přetáhněte obrázek přímo sem
dropfile=Chcete nahradit tento obrázek?

selectpicture=Vyberte obrázek
cliptip=Pole
clipleft=Vlevo
clipbottom=Lem
clipright=Vpravo
cliptop=Horní okraj

dockbg=Pozadí
dockblur=Rozmazání pozadí
Progress bar border=Rám
Progress bar bg=Pozadí
Run indicator=Indikátor průběhu
Run offset=Odsazení
delimiter=Oddělovač
Margins=Okraje
Margins trimmer=Doladění okrajů (doporučené hodnoty 0-0,2)

folder=Složka
trash_empty=Koš (prázdný)
trash_full=Koš (plný)

calmon=Měsíc
calday=Datum

timebg=Pozadí
timehour=Hodina
timeminute=Minuta
timesecond=Sekunda

timetype=Typ hodin
timetype_pointer=Ukazatel
timetype_number=Digitální
fontname=Jméno fontu
fontsize=Velikost fontu
fontalign=Zarovnání textu
fontpoint=Souřadnice textu
format=Formát času
fontcolor=Barva textu

workshopshare=Nahráváte témata do Workshopu?
sharesuccess=Úspěšně nahráno do Workshopu!
sharefailed=Nahrání selhalo!

workshop_Preview=Náhled
workshop_description=Popis
workshop_otherPreview=Další náhledy
workshop_Previewbuild=Automaticky generované
workshop_Previewselect=Výběr obrázku
workshop_tip_description=Zadejte prosím popis tématu

[systeminfo]
cpu=Procesor
gpu=Grafická karta
memory=Paměť
system=Operační Systém
moreinfo=Více informací

[monitor]
process=Procesy
readwrite=Čtení/Zápis
usage=Použito


;------------------------------------
[tips]
GeolocationTip=Pro použití funkce Wi-Fi je třeba zapnout systémovou polohu, klikněte zde pro informace o důvodu.

dropiconerror=Ikony nelze přetáhnout, pokud je povoleno zobrazení Docku na více obrazovkách. Vyberte zobrazení Docku na jedné obrazovce!

msitip=Zjištěn potenciální konflikt s MSI Afterburner. Přidat do výjimek?

openUACtip=Bylo zjištěno, že systém vypnul UAC, což může mít za následek nemožnost použití funkce přetažení souborů do doku k otevření Chcete povolit systémové UAC?
openUACtip1=Řízení uživatelských účtů bylo úspěšně povoleno a systém se projeví až po restartování. Chcete systém okamžitě restartovat?
openUACtip2=Povolení UAC se nezdařilo!

crashtip=Chyba donutila aplikaci MyDockFinder ukončit činnost. Chcete ji znovu spustit?
;------------------------------------

[iconame]

;dock Label name
createlnk=Vytvořit zástupce

explorer=Finder
launchpad=Startovací panel
cal=Kalendář
trash=Koš

;The last icon in the folder interface

exploreropen=Otevřít ve Finderu
return=Vrátit se

;System time icon label name format

timeformat=yyyy/M/d dddd
;The time format is the system time format   y 年 m月份 d 日期 dddd 星期几  ddd周几


remove=Odstranit

;------------------------------------------------------------

[systemicon]
;System icon name
controlpanel=Ovládací panel
taskbar=Ikona na panelu
systemtime=Systémový Čas
network=Lokální síť
weather=Počasí
battery=Baterie
startmenu=Nabídka Start
virtualdesktop=Virtuální desktopy


------------------------------------

[editicon]
;Edit icon window

addtips=Soubory lze přetáhnout sem

reset=Reset
ok=OK
restore=Obnovení
addname=Upravit název
addicotips=Kliknutím na pravé tlačítko přidáte ikonu.
switch=Přepnout
trashempty=Prázdný koš
trashfull=Plný koš
iconshell=Škálování ikony podle standardů systému macOS
addline=Spustit příkaz

Icon Designer title=Úprava Ikon
Icon Designer=Upravit
select=Zvolte soubor

share=Sdílet
icolabel=Ikona
selectpicture=Výběr
icosize=Rozsah ikon
icooffsetx=Vodorovný posun ikony
icooffsety=Svislý posun ikony
icobackground=Pozadí
iconshadow=Použití stínů ikony
icoroundrect=Úhel zaoblení rohů
icocolor=Barva
icogradient color=Použití barevných přechodů
icocolorangle=Úhel barevného sklonu

;Pop up select file window title

selectfoldertitle=Zvolte složku
;Weather forecast search city
searchcity=Vyhledat jméno města


;------------------------------------

[editcal]

;Edit calendar window

monfontsize=Měsíc Velikost písma:
dayfontsize=Datum Velikost písma:

monthfont=Měsíc písmo:
dayfont=Datum písmo:
monthpoint=Měsíc umístění:
daypoint=Datum umístění:
monthposition=Měsíc zarovnání:
dayposition=Datum zarovnání:
monthcolor=Měsíc barva:
daycolor=Datum barva:
rotation=Úhel rotace:
default=Použít výchozí nastavení

ok=OK
test=Test

left=Vlevo
right=Vpravo
center=Střed

;Pop up select picture window title

selectcalicon=Výběr obrázku kalendáře

;------------------------------------

[editicontips]
;An error message pops up on the edit icon interface

iconduplicate=Tento program je již v Doku.

titleerror=Zobrazovaný název programu nesmí být prázdný.
filepatherror=Cesta k programu a ikona nemohou být prázdné.

padtitleerror1=Název souboru již existuje, zadejte jiný název.
padtitleerror2=Modifikace souboru se nezdařila, neumisťujte program na jednotku 'C'!

workshopshare=Nahrát tuto ikonu do workshopu?
workshopsharesuccess=Ikona byla úspěšně nahrána do workshopu!
workshopsharefailed=Nahrání ikony se nezdařilo.

formaterror=Nepodporovaný formát. Podporovány jsou pouze soubory ve formátech .png, .ico, .exe a .lnk.

;---------------------------------------------------------------------------

[weatherUI]
Other locations=Jiná umístění  
open weather=Otevřít počasí  

Select location=Výběr lokality města  
Edit location name=Úprava zobrazovaného názvu města  

add=Přidat  
edit=Upravit  
delete=Smazat  

location=Lokalizace systému  
search=Vyhledávání  
latitude&longitude=Zeměpisné souřadnice  

;Preferences window
[settingUI]
cloudini=Ukládání do služby Steam Cloud
uploadcloudini=Nahrání archivu
nofoundini=Archiv není odeslán
downloadcloudini=Stáhnout archiv
managesteamcloud=Správa souborů
cloudfile=Soubory služby Steam cloud
uploadcloudfile=Nahrání souboru
filename=Název souboru
filesize=Velikost souboru
filetime=Čas nahrávání

settitle=MyDockFinder nastavení

backupsuccess=Data byla úspěšně zálohována.
backupfail=Zálohu se nepodařilo nahrát.


Global Settings=Obecné

openMyDock=Povolit myDock
openMyFinder=Povolit myFinder
debugMyDockFinder=Spustit v režimu ladění

gameautoclose=Automatické ukončení při hraní na celé obrazovce
ProcessRecentFiles=Zobrazuje počet souborů naposledy otevřených programem


DPIscale=Globální měřítko rozhraní
Globalblurvalue=Globální intenzita rozostření rozhraní
Accentcolor=Zvýraznění barvy
darkmodeall=Vzhled

darkmode_light=Světlý
darkmode_dark=Tmavý
darkmode_auto=Automatický
darkmode_system=Následuje OS
uiaccesstop=Zobrazení aplikace MyDockFinder nad všemi ostatními okny

screenfps=Vybrat globální obnovovací frekvenci vykreslování

Temperature Celsius Fahrenheit=Globální teplotní jednotka

aero=Zapnutí globálního efektu rozmazání
systemdarkmode=Sladění barevného schématu systému s MyDockFinder
autoupdate=Automatická kontrola aktualizací
systemstart=Spuštění při startu systému
none=Nespouštět při spuštění
regedit=Hodnota registru
plantask=Naplánovaná úloha
Service=Spuštění jako služba

windowscenterscreen=Nové okno se zobrazí ve středu obrazovky
showhidetaskbar_hotkey=Ukažte nebo skryjte horké klíče na hlavním panelu

autohidetaskbar=Automatické skrytí hlavního panelu při spuštění systému

hidetaskbar_dock=Skrytí hlavního panelu na zobrazení Docku
hidetaskbar_all=Skrytí hlavního panelu na všech obrazovkách

languagechoice=Jazyk zobrazení
allfont=Zobrazení fontu
usefontbold=Používejte vždy tučné písmo
fontscale=Úprava globálního měřítka písma
fontQuality=Vysokokvalitní vykreslování písma


themes=Vzhled

customize_blur=Intenzita rozmazání
customize_opacity=Průhlednost
customize_stroke=Průhlednost hranic

customize_enabled_dockbg=Přimět aplikaci Dock, aby používala vlastní hodnoty rozmazání a průhlednosti
customize_enabled_iconreflection=Nastavení, aby se připnuté ikony odrážely v Docku
customize_blur_iconreflection=Intenzita reflexního rozmazání
customize_opacity_iconreflection=Průhlednost odrazu
customize_offset_iconreflection=Upravte vzdálenost odrazu ikony
customize_stoppoint_iconreflection=Upravte vzdálenost přechodu odrazu ikony

customize_enabled_icontag=Nastavení vlastních hodnot rozmazání a průhlednosti  ikon v Docku
customize_enabled_menu=Nastavení kontextových nabídek používat vlastní hodnoty rozmazání a průhlednosti
customize_enabled_window=Nastavení nabídek MyDockFinder na vlastní hodnoty rozmazání a průhlednosti
customize_enabled_finder=Nastavení vlastních hodnot rozmazání a průhlednosti ve Finderu
customize_opacity_wallpapercolor=Intenzita odstínu tapety
customize_enabled_folder=Nastavení mřížky obsahu složky na vlastní hodnoty rozmazání a průhlednosti
customize_enabled_foldersize=Rozhraní složky používá vlastní velikost ikon

customize_enabled_pad=Launchpad používá vlastní rozmazání pozadí
customize_enabled_pad_backdrop=Zobrazení Launchpadu nad okny místo jejich skrytí
customize_enabled_pad_winuiwallpaper=Launchpad rozmazává pozadí namísto jeho předrenderování
selectthemes_icon=Motiv ikon
selectthemes_dockskin=Skin Docku


general=Vzhled & chování
advanced=Pokročilé
preview=Náhledy oken
minimizewindowsettings=Minimalizace efektů
systrayicoset=Systémová ikona na panelu
screenset=Sada obrazovek
timeset=Čas & Datum
notificationset=Upozornění
audioset=Zvuk
displayset=Zobrazení
mediaset=Média
batteryset=Baterie
netset=Síť
monitorset=Stav hardwaru
windowsanimationset=animace okna
WindowManagement=Správa oken
windownotfullscreenadd=Přidat neceloobrazovkové okno
gamewindowadd=Přidat herní okno
gamewindowslist=Spravovat seznam herních oken
gamewindowslistdel=Smazat herní okno
nogamewindow=Žádné herní okno
Minimize Screenshot method=Metoda snímku animace minimalizace


about=O programu

icosize=Velikost ikon

icoeffect=Efekt ikony

dockeffect_none=žádný
dockeffect_scale=Škálování
dockeffect_select=Vybrat
dockeffect_light=osvětlení
dockeffect_scaleandlight=Škálování a světlo
dockeffect_selectandlight=Vyberte a světlo
icolightvalue=Intenzita světla ikona
icobglightvalue=Intenzita světla na pozadí
icobglightcolor=Ikona barva na pozadí

icomaxsize=Zvětšení ikon

icospace=Vzdálenost mezi ikonami
edgeposition=Vzdálenost Docku od okraje obrazovky



displaymode=Režim zobrazení Docku
displaynormal=Výchozí
displaybottom=Překrytí
displayauto=Automatické skrytí 
displaysmart=Chytré automatické skrytí
displayhotkey=Zobrazení pouze s
displayalways=Vždy ukazovat
displayhide=Vždy skrýt
displayalwaysshow=Vždy vynucovat viditelnost
displaydesktop=Zobrazit pouze na ploše
showmodewindows=Vyberte, jak má Dock zobrazovat a skrývat okno detekce
showhidetest_exe=Aktuální okno programu
showhidetest_all=Všechna okna programu

showhidetype=Výběrem Docku zobrazíte skrytý efekt

showhideeffect_move=pohnout
showhideeffect_opacity=Pohasnout

activation Dock Type=Dock ukazuje, jak byl aktivován
showdockact_mouse=Okraj obrazovky
showdockact_bar=Aktivační lišta

actbar_weight=Šířka aktivačního panelu
actbar_height=Výška aktivačního panelu
actbar_offset=Vzdálenost aktivačního panelu od okraje obrazovky
mouseactdock=Zpoždění myši aktivuje čas doku

iconimmersion=Dok používá při nečinnosti ponorný režim
dockicoImmersion_delay=Doba zpoždění zobrazení imerzivního režimu

positiononscreen=Pozice na obrazovce
screenleft=Vlevo
screenbottom=Dole
screenright=Vpravo
screentop=Nahoře

multiscreen=Vyberte obrazovku, na které se má zobrazit Dock
multiscreenpad=Vyberte obrazovku pro zobrazení Launchpadu

padicotype=Výběr ikon, které bude Launchpad zobrazovat
padicotype_normal=Přidání ikon
padicotype_startmenu=Start Menu
padicotype_desktop=Plocha
padicosize=Velikost ikony Launchpadu
padicospacex=Vodorovná vzdálenost ikon
padicospacey=Svislá vzdálenost ikon
padicoblacklist=Upravte smazaný program nabídky Start
padblacklist=Správa seznamů

hidepadicostring=Skrýt text ikon

padscreenname=Následovat Dock

HDicons=Vysokokvalitní vykreslení ikon  

lockicon=Přetažení ikony zámku
showicontag=Zobrazit popisky ikon
windowsborder=Zapnutí ohraničení oken, aby se okna neskrývala v Docku a Finderu
jumpanimation=Animované otevírání aplikací
folderDoubleclickOpen=Dvakrát klikněte na ikonu složky, aby se otevřela ve Finderu.
foldernoshowopen=Skrytí tlačítka otevřít složku
iconmask=Všechny ikony přizpůsobit standardům systému macOS
icomasktype=Globální styl masky ikony
Explorer window=Ikona Průzkumníka Pouze okno detekce spuštění
hidedockdelay=Zpožděný čas skrytí doku

show indicators=Zobrazit indikátory pod spuštěnými programy
Runapp separator=Oddělit odepnuté spuštěné programy
newapp=Zobrazení ikon odepnutých spuštěných programů
runiconallscreen=Zobrazit ikony nově spuštěných programů na všech obrazovkách
blacklist=Správa blacklistu spuštěných programů
noblacklist=Zakázat blacklist programů
hotcornerleft=Funkce levého spodního rohu
hotcornerright=Funkce pravého spodního rohu
hotkeypad=Zobrazit zástupce Launchpadu
hotkeyDock=Zobrazit zástupce Docku
hotkeyborder=Zkratka pro přepínání okrajů oken

dockicobackup=Záloha rozložení Docku
backuplist=Správa zálohovaných souborů
Addbackupdockico=Přidat zálohu rozložení
locationbackup=Otevřít umístění zálohy

minimize=Použití minimalizačního efektu MyDockFinder
animationoff=Neanimovat minimalizující se okna
Slow animation=Podržením klávesy 'Shift' můžete animaci zpomalit.
minimizeeffect=Minimalizace animace

genie=Džin
scale=Měřítko
scaleDX=Měřítko DirectX
suck=Sání
minimizeAnimationspeed=Minimalizovat rychlost animace
Minimize to icon=Minimalizovat okna do jejich ikony v Docku
Minimizeblacklist=Minimalizovat černou listinu animace
Editwindowlist=Upravit seznam oken
Minimize dynamics=Dynamicky zobrazovat obsah okna při minimalizaci

minicopos=Minimalizace umístění ikony okna
dockmin_lastico=Vedle ikony vpravo
dockmin_right=Nezávisle zobrazeno vpravo
dockmin_rightandlim=Pravá strana je zobrazena nezávisle pomocí oddělovače
minimizeAnimationWait=Čekání na vykreslení snímků animace minimalizovaného okna

previewon=Povolit náhledy oken
previewsize=Velikost náhledu okna
previewdelay=Zpoždění náhledu při najetí myší

previewcontrol=Zobrazit náhled prvků
previewappname=Jméno aplikace
previewbutton=Tlačítka ovládání oken
aeropeek=Zobrazit nativní náhled okna při najetí myší

finderbgtype=Vyberte styl pozadí MyFinderu

hotkeyfinder=Zobrazit klávesové zkratky aplikace MyFinder

finderheight=Úprava výšky MyFinderu  
finderoffsety=Úprava vertikálního rozložení  
finderbuttonw=Úprava rozestupu tlačítek  

hidefinderdelay=Prodleva skrytí MyFinderu  

showfocusassist=Zobrazit Asistenta soustředění  
showweather=Zobrazit předpověď počasí

logotype=Ikona menu MyFinder
diylogo=Zvolte soubor
shutdownmsgbox=Okno pro potvrzení vypnutí
finderdark=Vzhled Finderu
showmediacontrol=Zobrazí ikonu přehrávání médií
showuseraccount=Zobrazí se ikona účtu

systemtraycolor=Zobrazení barevných ikon na panelu
showkeyboard=Zobrazení nabídky metody zadávání
showsearch=Zobrazení ikony vyhledávání
showLyrics=Zobrazení nabídky textů hudebního přehrávače
showLyrics_color=Zobrazit barvu hudebního přehrávače

musiccontrolshowmode=Zobrazení ovládacích prvků médií
musiccontrol_close=Nikdy neukázat
musiccontrol_activity=Když jsou zobrazeny texty
musiccontrol_always=Vždy ukázat


finderdark_auto=Následovat barvu tapety
finderdark_set=Následovat OS

multiscreenfinder=Výběr obrazovek, na kterých se zobrazí Finder
findershowallscreens=Finder na všechny obrazovky
mouseactfinder=Čas zpoždění aktivace MyFinder myší
showusbdevice=Zobrazí se vyměnitelné disky USB

finderhidemenudelay=Zpoždění skrytí hlavních panelů jiných programů

finderdisplaymode=Automatické skrytí Finderu
finderautochangecolor=Maximalizovaná okna ovlivňují vzhled Finderu
finderlockbtn=Zamknout přetahování ikon na Finderu
myfinderscaleopen=Použijte vlastní měřítko
finderfastclosewindow=Klepnutím na pravý horní roh zavřete aktuální maximalizované okno
stagemanagerset=Manažer fáze
showstagemanager=Zobrazení ikony Manažer fáze v aplikaci MyFinder
stagemanageronlywindowslist=Zobrazit pouze seznam oken bez skrytí oken na pozadí

showstagemanagerwindowtitle=Zobrazení názvu okna po najetí myší
showstagemanagerdesktophidewindows=Kliknutím na plochu skryjete všechna okna
showstagemanagermediaplaypause=Automatické pozastavení a přehrávání médií v okně na pozadí
stagemanager_hotkey=Klávesové zkratky Manažera fáze
stagemanager_windowsblur=Rozostření ikon oken na pozadí

stagemanagerblacklist=Programy vyloučené z programu Manažera fáze

stagemanager_showdesktop=zobrazit ikony na ploše
desktopico_hide=vždy skrýt ikonu
desktopico_auto=automatické zobrazení skrytí
desktopico_show=vždy zobrazit

stagemanager_enable=Manažer otevření fáze
stagemanager_listpos=Pozice obrazovky, kde se nachází seznam oken
stagemanager_listshowmode=Seznam oken Zobrazí skrytý režim

stagemanager_windowsize=velikost ikony v seznamu oken
stagemanager_windowspace=Rozteč ikon v seznamu oken
stagemanager_windowcount=Počet ikon v seznamu oken


findershowmenu=Zobrazení možností okna ve Finderu

showaudio=Zobrazení nabídky hlasitosti ve Finderu
showmicrophone=Zobrazení ikony používání mikrofonu ve Finderu

showbattery=Zobrazit nabídku Stav baterie ve Finderu
shownetwork=Zobrazení nabídky Připojení k Internetu ve Finderu
showbluetooth=Zobrazení nabídky Bluetooth ve Finderu
showdisplay=Zobrazit nabídku Displeje ve Finderu
showbatterytime=Zobrazuje zbývající výdrž baterie
batteryshow_none=Nezobrazeno
batteryshow_acdc=Vždy zobrazeno
batteryshow_ac=Při použití napájecího zdroje
batteryshow_dc=Při použití baterií

powerset_open=Automatické přepínání schémat napájení
powerset_aconline=Schémata napájení při napájení
powerset_battery=Schéma napájení při používání baterií

bluetooth_showbattery=Zobrazit připojená zařízení Bluetooth
bluetooth_not show=Nezobrazovat
bluetooth_icon=Zobrazit pouze ikony
bluetooth_value=Zobrazení ikon a stavu baterie

monitorcolor=Zvýraznit při příliš vysokém využití

showcpu=Procesor
showtemp=Teplota
showmen=Paměť
showdisk=Úložiště
shownet=Síť

Calendarfirstday=První den v týdnu
Calendar_Sunday=Neděle
Calendar_Monnday=Pondělí

formatdate=Formát datumu:
formattime=Formát času:
customformatdate=Přizpůsobení formátu zobrazení data
customformattime=Přizpůsobení formátu zobrazení času

showbatteryvalue=Zobrazení procent baterie ve stavové nabídce Finderu
audiotip=Přehrávání zvuku při změně hlasitosti
mediatype=Styl hlasitosti a jasu

media_system=Windows
media_speakers=macOS
media_phone=iOS/iPadOS

hotkeyvolup=Klávesová zkratka pro zvýšení hlasitosti
hotkeyvoldown=Klávesová zkratka pro snížení hlasitosti
hotkeyvolmute=Klávesová zkratka pro umlčení hlasitosti
hotkeymicup=Klávesová zkratka pro zesílení mikrofonu
hotkeymicdown=Klávesová zkratka pro ztlumení mikrofonu
hotkeymicmute=Klávesová zkratka pro umlčení hlasitosti mikrofonu


hotkeybriup=Klávesová zkratka pro zvýšení jasu
hotkeybridown=Klávesová zkratka pro snížení jasu
hotkeycontrolvalue=Upraví hodnotu klávesové zkratky tak, aby se zvýšila nebo snížila.

systemnotification=Systémová oznámení
usbdevicenotification=Zobrazení připojení vyměnitelného disku a vyskakovacího oznámení
bluetoothdevicenotification=Zobrazení oznámení o připojení zařízení Bluetooth
Appnotification=Oznámení aplikace
notification_open=Povolit oznámení
notification_type=Chování oznamovacího banneru
notification_time=Délka zobrazení bannerového oznámení
notification_show_close=Nikdy nezobrazovat banner
notification_show_once=Zobrazit pouze jednou
notification_show_always=Vždy ukazovat

trayicoallshow_myfinder=Vždy zobrazit všechny ikony na panelu ve Finderu
trayicoallshow_mydock=Vždy zobrazit všechny ikony na panelu v Docku
trayicoallshow_systemico=Zobrazí vlastní ikonu systému na hlavním panelu v aplikaci MyFinder
trayico_waittime=Nově spuštěná ikona na hlavním panelu ukazuje čas

Apptrayico=Ikony na panelu aplikací
apptrayicoshow_finder=Zobrazení ikony na panelu ve Finderu
apptrayicoshow_dock=Zobrazení ikony na panelu v Docku
acttrayicotype=Zvolte způsob aktivace ikony v systémové liště

screenround=Zobrazit zaoblené rohy
screenround_show=Povolit zaoblené rohy na tomto displeji
screenround_size=Poloměr zaoblení rohů obrazovky
screenround_color=barva

openwindowsshow=Animace otevírání okna
windowsopeneffect=Efekt animace otevírání okna

openwindowsclose=animace zavření okna
windowscloseeffect=Efekt animace zavření okna
windowsblacklistadd=Okno pro přidávání výjimek
windowsblacklistdel=Odstraňte okna pro vyloučené programy
windowsclose_animation=Upravte rychlost animace

stagemanager_animation=Upravte rychlost animace
mediatiptime=Doba zobrazení výzvy k jasu hlasitosti

other=Více

wallpaper=Dynamická tapeta

selectwallpaper=Dynamická tapeta
wallpapernone=Nedynamická tapeta
loadwallpaper=Nahrát dynamickou tapetu
wallpaperdownload=Nahrát dynamickou tapetu z internetu
wallpaperOK=Aplikace

restartdock=Restartovat MyDockFinder


resetini=Vymazat data
resetini_ok=Odstranit
resetini_config=Profil předvoleb
resetini_ico=Profil ikony v Docku
resetini_padico=Profil ikony v knihovně aplikací
resetini_padicocache=Mezipaměť ikon Launchpadu

systemiconcache=Systémová mezipaměť ikon

uninstall=Odinstalátor

updatelog=Seznam změn
updatelogcheck=Zobrazit

ok=OK
cancel=Zrušit

------------------------------------------------------------
[hotcorners]

nothing=Nic nedělat
allwindows=Zobrazit všechna okna
launchpad=Otevřít Launchpad
displaytosleep=Přepnutí displeje do režimu spánku
startmenu=Otevřít nabídku Start
showdesktop=Zobrazit plochu
actioncenter=Otevřít Ovládání programu
screensaver=Zamykací obrazovka
Windows widget=Widget pro systém Windows


[settingtips]
fontQualitytips=Některé systémy bez podpory kvalitního vykreslování mohou havarovat. Klikněte OK pro testování.
fontQualityFailedtips=Test neúspěšný. Váš systém nepodporuje kvalitní vykreslování písma.
fontQualityfuccesstips=Kvalitní vykreslování aktivováno! Některá rozhraní vyžadují restart.

backupsuccess=Úspěšně nahráno!
backupfail=nahrávání selhalo!

hotkeyhideerror=Nastavte prosím zobrazení klávesové zkratky Dock, jinak tato funkce nemusí být dostupná!
resetinitip=Přejete si obnovit konfigurační soubor?
systemicontip=Chcete vymazat mezipaměť systémových ikon?

;An error message pops up on the setting interface
winuiwallpapertip=Toto nastavení je nestabilní a může způsobit pád počítače. Pokud se tak stane, po restartu počítače toto nastavení zakažte a znovu otevřete aplikaci MyDockFinder.

DPItips=U některých prvků rozhraní se tato změna projeví až po restartování aplikace MyDockFinder.

padicotypetips=Tato změna resetuje všechny ikony v Launchpadu, jste si jisti, že to chcete udělat?

edgetip= Hranici otevřeného limitního okna nelze nastavit!
autohideerror= Tuto funkci nelze povolit při otevření hranice okna!
neterror=Připojení se nezdařilo, zkontrolujte prosím své připojení.
autohide=Automatické skrytí se nepodařilo povolit.
updateerror1=Chyba připojení, zkuste to prosím znovu.

updatetip1=Je k dispozici nová aktualizace?
updatetip2=Je program automaticky aktualizován?

noupdate=Nejnovější verze je již nainstalována.

restarttip=Pro provedení této změny bude nutné program restartovat.

languagetips=Některá rozhraní je třeba pro změnu restartovat!

restartruntip=Chcete restartovat program?

backupfolderror=Nepodařilo se vytvořit složku zálohy, ujistěte se, že adresář není určen pouze pro čtení.

backuptips=Chcete obnovit tento záložní soubor?


;-------------------------------------------------------------------

[menu]
;Right menu
reboot explorer=Restartujte

closewindows=Zavřít okno

RecentFiles=Nedávno otevřené soubory
otheroption=Volby
dockmenu=Nabídka MyDockFinder
preference=Předvolby MyDockFinder
enddock=Ukončit MyDockFinder

menurecent=Nedávno navštívené
menubind=Stabilní
menutask=úkol

edit_cut=Vyjmout
edit_copy=Kopírovat
edit_paste=Vložit
edit_selectall=Zvolit všechno
edit_delete=Vymazat
edit_openurl=Otevřít url

workshop=Workshop
newfinderwindow=Nové okno Finderu
gotofolder=Přejít na
connecttoserver=Vzdálené připojení k
showlaunchpad=Zobrazit Launchpad


addnormalicon=Přidat ikonu aplikace
addsystemicon=Přidat systémového zástupce
add delimiter=Přidat oddělovač
del delimiter=Odstranit oddělovač

showtaskbar=Zobrazit panel úloh
hidetaskbar=Skrýt panel úloh


editicon=Upravit tuto ikonu
removefromdock=Odstranit z Docku
keepindock=Udržovat v Docku
locationfile=Otevřít umístění aplikace
runagain=Znovu spustit tuto aplikaci
nevershowthis=Skrýt ikonu této aplikace
adminmode=Spustit s oprávněním správce
open=Otevřít
quit=Ukončit

emptytrash=Vyprázdnění koše
sortorder=Třídit dle
Byname=Jméno
Bysize=Velikost
Byextension=Typ
Bydate/time=Poslední modifikace
Createtime=Čas vytvoření
Groupdirectories=Adresáře jako první
reverseorder=Obrácené řazení
closewindow=Uzavřít toto okno
Display=Zobrazit obsah složky jako
Folder=Složka
Stack=Zásobník
Locatefolder=Přímo otevřít
FolderEffect=Efekt zobrazení složky
Grid=Mřížka
Fan=Fan
menufold=Menu

showmodeapps=Nastavení předvoleb MyDockFinder zobrazit/skrýt při spuštění
showmodedesktop=Nastavení předvoleb MyDockFinder zobrazit/skrýt na ploše
NominiEffect=Nezobrazujte animaci minimalizace pro tuto aplikaci
nevershowprogress bar=Nezobrazujte pro tuto aplikaci ukazatel průběhu
showmodenormal=Následné nastavení
msgtips=Nastavení připomínání zpráv
incognito=Nové anonymní okno

systemmenu=Systémové kontextové menu

timeskin=Výběr ciferníku hodinek
timedefault=Výchozí

----------------------------------------------

[launchpad]

addicon=Přidat ikonu
deleteicon=Smazat tuhle ikonu
padsortname=Třídit dle jména
padsort=Automatické vyplňování ikon

search=Hledat
ok=Hotovo
addtips=Přetáhněte sem soubory .exe a .lnk a přidejte je do Launchpadu.
----------------------------------------------

[promptwindow]

;Empty trash can prompt and other prompts

ok=Ano
cancel=Ne
trashok=Ano
trashtitle=Jste si jisti, že chcete položky vysypat z koše?
batterytip=Procento baterie je nízké, počítač se brzy vypne, pokud nebude připojen ke zdroji napájení.

eject=Svazek je vysunut.
Connected=Tento svazek je již připojen.
brightnesstip=Nastavení jasu monitoru může způsobit trvalé poškození monitoru, proto jej provádějte opatrně!
brightnesstip1=Je zjištěn jas monitoru 0, pokud monitor nezobrazuje obsah nebo nekliknete na tlačítko OK, obnovte po 5 sekundách jas displeje.


-----------------------------------------------
;Time format description
;ddd day of the week dddd day of the week M month d day H 24 hour format h 12 hour format m minutes s seconds
;Double letters with two digits for example  HH:mm:ss  09:06:05
;All the following formats can be customized and modified, and the number on the left can be added without limit = left blank to indicate that the date is not displayed
;After the modification is saved, it will take effect immediately, directly set and click the time format menu to display the effect
[formatdate]
1=
2=ddd
3=MMM d
4=MMM d ddd
5=ddd MMM d
6=ddd d MMM yyyy

[formattime]
1=H:mm
2=h:mm tt
3=H:mm:ss
4=h:mm:ss tt

[calicon]

;Calendar icon month text

m1=Led
m2=Úno
m3=Břz
m4=Dub
m5=Kvě
m6=Čer
m7=Čev
m8=Srp
m9=Zář
m10=Říj
m11=Lis
m12=Pro


[findermenu]
batteryhealth=Stav baterie:

Hidelyrics=Automatické skrývání textu přehrávače
Edit the lyrics display area=Upravit oblast zobrazení textu

spatialaudio=Prostorový zvuk

bluetoothdisconnect=Odpojení
bluetoothunpair=Odstranit zařízení

lockscreen=Uzamknutí obrazovky
usersetting=Nastavení účtu

HideMenu=Skryje řádek nabídek okna
systemmenu=Nabídka okna

bluetooth=Bluetooth
Bluetooth settings=Bluetooth nastavení
device=Zařízení
Preferred network=Preforovaná síť
other networks=Další sítě
network settings =Nastavení sítě
Audio=Zvuk
output=Výstup
Microphone=Mikrofon
input=Vstup

audio settings=Nastavení zvuku
battery settings=Nastavení baterie
BatteryEstimatedTime=Zbývající doba provozu na baterii
batterytime_hour=Hodiny
batterytime_min=minuty
Edit title=Upravit název
Window border=Zachovat okraj okna
end finder=Uzavřít
About This PC=O tomto počítači
System settings=Systémové nastavení
app Store=Obchod s aplikacemi
Task manager=Správce úloh
Sleep=Uspat
Dormant=Hibernovat
Shutdown=Vypnout
Reboot=Restartovat
Shutdown&Update=Vypnout a aktualizovat
Reboot&Update=Restartujte a aktualizujte

Lock screen=Uzamknout
Logout=Odhlásit se

symbol=Zobrazit emotikony a symboly
Screen Keyboard=Zobrazení klávesnice na obrazovce
keyboardname=Zobrazení názvu rozložení klávesnice
Keyboard settings=Nastavení klávesnice
display=Displaj
systemdark=Tmavý mód
bluelight=Noční osvětlení
focusassist=Zaostřit
focusoff=Zakázat zaostření
focusPriorityOnly=Pouze oznámení s prioritou
focusAlarmsOnly=Pouze alarmy
Notification settings=Nastavení oznámení
screen projection=Zrcadlení obrazovky
screen INTERNAL=Pouze hlavní obrazovka
screen CLONE=Duplikovat
screen EXTEND=Rozšířit
screen EXTERNAL=Pouze sekundární obrazovka

displayset=Nastavení displeje
hotspot=Hotspot
airplane=Režim letadlo
deviceon=Připojení zařízení
deviceoff=Zařízení není připojeno
eject=Vysunutí zařízení
open=Otevřít

[findertips]
Mute=Utlumit
battery=Baterie
AcOnLine=Připojený zdroj napájení
Charging=Nabíjení
notCharging=Žádné nabíjení
Usebattery=Napájení z baterie
Full battery=Baterie je plná
brightness=Jas
show trayico=Zobrazit systémovou lištu

[findertitle]

[findermenubrowser]
new=Nový
newtab=Nová záložka
newwindow=Nové okno
favorites=Oblíbené položky
history=Historie
download=Stáhnout
window=Okno
file=Soubor
no file=Není vybrán žádný soubor

View=Zobrazit
Sort by=Třídit podle
Group by=Skupina podle
refresh=Spláchnuto
showicons=Zobrazí ikony na ploše

sort_none=ne
sort_bigicon=Velké ikony
sort_mediumicon=Střední ikony
sort_smallicon=Malé ikony
sort_superbigicon=Nadměrné ikony
sort_list=seznam
sort_details=Detaily
sort_tile=Dlaždice
sort_content=obsah
sort_name=jméno
sort_size=velikost
sort_type=typ
sort_time=datum
sort_ascending=vzestupně
sort_descending=sestupné
sort_AutoArrange=Ikony jsou uspořádány automaticky
sort_snaptogrid=Automatické uspořádání ikon zarovnaných do mřížky


[shutdown]
shutdown=Chcete vypnout počítač?
Reboot=Chcete restartovat počítač?
Logout=Chcete se odhlásit?
Dormant=Chcete počítač přepnout do režimu hibernace?
sleep=Chcete uspat počítač?

now=teď
minute=minut


[wifi]
password=Heslo：
showpassword=Ukaž heslo
join=Vstoupit
cancel=Zrušit


[weather]
00=Slunečno
01=Zataženo
02=Celý den zataženo
03=Dešťové přeháňky
04=Bouřka s dešťovými přeháňkami
05=Bouřky s krupobitím
06=Sněžení
07=Drobný déšť
08=Středně silný déšť
09=Silný déšť
10=Dešťové bouřky
11=Přívalový déšť
12=Prudký déšť
13=Sněhové přeháňky
14=Mírné sněžení
15=Lehce zataženo
16=Husté sněžení
17=Vánice
18=Mlha
19=Freezing rain
20=Písečná bouře
21=Slabý až mírný déšť
22=Středně silný déšť
23=Silný déšť
24=Silný až mírný déšť
25=Silný až extrémní déšť
26=Malé až středně velké sněžení
27=Mírné až husté sněžení
28=Extrémní sněhová bouře
29=Vznášející se prach
30=Písečná bouře
31=Silná písečná bouře
32=Hustá mlha
33=Sněžení
49=Silná mlha
53=Zamlženo
54=Mírně zamlženo
55=Silně zamlženo
56=Velmi zamlženo
57=Hustá mlha
58=Silná mlha
301=Deštivo
302=Zasněženo
